Repository: mozilla-l10n/mt-training-data
Catalog: yi/yi_pontoon.tmx
Source language: en_us
Languages: yi

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
yi: שטימע איז נאטירליך, שטימע איז מענטשליך. דאס איז פארוואס מיר זענען פרייליך צו שאפן נוצבארע שטימע טעכנעלאגיע פאר אונזערע מאשינען. אבער צו שאפן שטימע סיסטעמען, אן עקסטרעם גרויסע צאל פון שטימע דאטא פארלאנגט זיך.

source: Voices Online Now
yi: שטימעס יעצט אנליין

source: Voice Validation
yi: שטימע באשטעטיגונג

source: Votic
yi: וואטיש

source: Want to stay in touch with Common Voice?
yi: ווילט איר בלייבן אין פארבינדונג מיט קאמאן וואויס?

source: Watch our video explainer to help
yi: זעט אונזער ווידיא ערקלערער פאר הילף

source: We are going out to get a coffee.
yi: מיר גייען ארויס צו נעמען א קאווע.

source: We are going out to get coffee.
yi: מיר גייען ארויס צו נעמען קאווע.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
yi: מיר ביי מאזילע בויען א געמיינדע ארום שטימע טעכנעלאגיע. מיר ווילן זיך האלטן פארבינדן איבער אנטוויקלונגען, נייע דאטא זאמלונגען און צו הערן מער איבער וויאזוי איר נוצט די דאטא.

source: Website Localization
yi: וועב זייטל לאקאליזירונג

source: Websites
yi: וועב זייטלעך

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
yi: מיר רעכענען די שטונדן דורך אפשאצן די דורכשניטליכע לענג פון איעדע ראקארדירונג, און נאכדעם דאפלען דער נומער ביי די צאל פון רעקארדירונגען אריבער אלע שפרייכן.

source: We couldn’t find that page for you
yi: מיר האבן נישט געקענט טרעפן דעם בלאט פאר אייך

source: We couldn’t get any sentences for you to speak. Please try again later.
yi: מיר קענען נישט קריגן קיין זאצן פאר אייך צו רעדן. ביטע פראבירט נאכאמאל שפעטער.

source: Weekly
yi: וועכנטליך

source: Weekly Goal
yi: וועכנטליכע ציל

source: We launch the Common Voice site in this language.
yi: מיר שטעלן ארויס דער קאמאן וואויס זייטל אין דעם שפרייך.

source: Welsh
yi: וועלש

source: We may have run out of clips - refresh the page, or try again later.
yi: עס קען זיין אז מיר זענען אויסגעלאפן פון קליפס - פרישט איבער דעם בלאט, אדער פראבירט נאכאמאל שפעטער.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
yi: מיר פארשפרעכן צו האנדלען אייער אינפארמאציע מיט פארזיכטיגקייט. ליינט מער אין אונזער <privacyLink>פריוואטקייט נאטיץ</privacyLink>

source: We’re experiencing unexpected downtime
yi: אונזער זייטל איז אומערווארטעט נישט צוטריטליך

source: We're going out to get coffee.
yi: מיר גייען ארויס צו נעמען א קאווע.

source: We’re going out to get coffee.
yi: מיר גייען ארויס צו נעמען קאווע.

source: We release the dataset every 3 months.
yi: מיר געבן ארויס דעם דאטא סעט איעדער 3 מאנאטן.

source: We're receiving a lot of traffic and are currently investigating the issues.
yi: מיר באקומען אסאך טרעפיק און מיר פארשטן די פראבלעמען.

source: Western Sierra Puebla Nahuatl
yi: נאוואטל פון די מערב סיערע פון פאבלא

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
yi: מיר ביי מאזילע נוצן א געצייג גערופן <pontoonLink>פענטאאן</pontoonLink> פאר איבערטייטשונגען. פענטאאן האט אסאך שפרייכן, אבער אויך עס פארמאגט נישט אייערס קענט איר <pontoonRequestLink>פארלאנגען צוצולייגן אייער שפרייך</pontoonRequestLink>. דערנאך, צו מאכן דעם שפרייך צוטריטליך אויך דעם קאמאן וואויס פראיעקט, <githubRepoLink>פארלאנגט די נייע שפרייך אויף GitHub </githubRepoLink>. <localizationFragment>זעט מער איבער זייטל איבעטייטשונג</localizationFragment>.

source: We've run out of sentences to record in this language...
yi: מיר זענען אויסגעלאפן פון זאצן צו רעקארדירן אין דעם שפרייך...

source: We will be in touch with more information as it becomes available.
yi: מיר וועלן זיין אין פארבינדונג מיט מער אינפארמאציע ווי נאר עס איז פארהאן.

source: We will not make your email public.
yi: מיר וועלן נישט פארעפענטליכן אייער אימעיל אדרעס.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
yi: וואס מיינט דאס איז איך טאר נישט “נאכגיין די אידענטיטעט” פון די רעדנערדס אין די קאמאן וואיס דאטא סעט?

source: What is a language on Common Voice?
yi: וואס איז א שפרייך אויף קאמאן וואויס?

source: What is Common Voice?
yi: וואס איז דאס קאמאן וואויס?

source: What issues are you experiencing with this sentence?
yi: וואסערע פראבלעמען האט איר מיט דעם זאץ?

source: What kind of goal do you want to build?
yi: וואסערע סארט ציל ווילט איר בויען?

source: What kinds of sentences can I add?
yi: וועלכע סארט זאצן קען איך צולייגן?

source: What level of audio quality is required for a voice clip to be used in the dataset?
yi: וועלכע שטאפל פון אודיא קוואליטעט פארלאנגט זיך אז א שטימע קליפ זאל גענוצט ווערן אין א דאטא סעט?

source: What’s inside the Common Voice dataset?
yi: וואס געפינט זיך אינעם קאמאן וואויס דאטא סעט?

source: What's Public?
yi: וואס איז עפענטליך?

source: What’s the difference between Common Voice and Deep Speech?
yi: וואס איז די דיפערענץ צווישן קאמאן וואויס און דיפ ספיטש?

source: When will you release Common Voice data in other languages?
yi: ווען וועט איר ארויסגעבן קאמאן וואויס דאטא אין אנדערע שפרייכן?

source: Where does the source text come from?
yi: פון וואו קומט די ארגינעלע ווערטער?

source: Which variant of { $language } do you speak?
yi: וועלכע ווערסיע פון { $language } רעדסטו?

source: Why ?
yi: פארוואס?

source: Why a profile?
yi: פארוואס א פראפייל?

source: Why are you asking?
yi: פארוואס פרעגט איר?

source: Why Common Voice?
yi: פארוואס קאמאן וואויס?

source: Why does this matter?
yi: פארוואס מאכט דאס אויס?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
yi: פארוואס בעט איר נישט מענטשן צו ליינען פון ביכער אדער וויקיפידיע ארטיקלען אין אנדערע שפרייכן?

source: Why do you need so many different speakers per language?
yi: פארוואס דארפט איר אזויפיל רעדנער אויף א שפרייך?

source: Why is 10,000 validated hours the per language goal for capturing audio?
yi: פארוואס איז 10,000 באשטעטיגטע שטונדן די פער שפרייך ציל פאר אפכאפן אודיא?

source: Why is Common Voice part of the Mozilla mission?
yi: פארוואס איז קאמאן וואויס א טייל פון די מאזילע מיסיע?

source: Why is it important?
yi: פארוואס איז עס וויכטיג?

source: Why is my language not included yet?
yi: פארוואס איז מיין שפרייך נאכנישט אריינגעלייגט?

source: Why should I sign up for an account?
yi: פארוואס זאל איך זיך ארויף שרייבן פאר א קאנטע?

source: Wolof
yi: וואלאף

source: Would you like to share some information about how you speak?
yi: וואלט איר געוואלט מיטטיילן אביסל אינפארמאציע איבער וויאזוי איר רעדט?

source: Write
yi: שרייבט

source: Xhosa
yi: קאסא

source: y
yi: י

source: Y
yi: י

source: Yes
yi: יא

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
yi: יא, שיק מיך אימעילס. איך וויל בלייבן אינפארמירט איבער די קאמאן וואויס פראיעקט.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
yi: יא, שיק מיך אימעילס. איך וויל בלייבן אינפארמירט איבער די פארשריט פון דעם שפרייך אויף קאמאן וואויס.

source: Yiddish
yi: אידיש

source: Yoruba
yi: יארובא

source: You
yi: דו

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
yi: איר קענט צולייגן זאצן אויף די <writePageLink>שרייב בלאט</writePageLink> אדער איבערקוקן זאצן אויף די <reviewPageLink>איבערקוקן בלאט</reviewPageLink>.

source: You can choose to make your username public or anonymous.
yi: איר קענט וועלן צו מאכן אייער באנוצער נאמען עפענטליך אדער אנאנים.

source: You have not added any languages yet.
yi: איר האט נאכנישט צוגעלייגט קיין שפרייכן דערווייל.

source: You must allow microphone access.
yi: איר מוזט ערלויבן מיקראפאון צוטריט.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
yi: אייער אקצענט איז דער וועג וויאזוי איר זאגט ארויס די ווערטער. עס קען ווערן געפארעמט ביי די וועג וויאזוי איר געלעבט, וועלכע אנדערע שפרייכן איר רעדט און אסאך אנדערע פאקטארן. איר קענט מיטיילן סיי וועלכע אינפארמאציע איר פילט איז גילטיג דא.

source: Your daily goal has been created
yi: אייער טעגליכע ציל איז געווארן אוועקגעשטעלט

source: Your download has started.
yi: אייער אראפ לאדענען האט זיך אנגעהויבן.

source: You’re contributing to a target segment
yi: איר ביישטייערט צו א ציל אפשניט

source: You’re contributing to our first target segment
yi: איר ביישטייערט צו אונזער ערשטע ציל אפשניט

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
yi: איר זענט יעצט אנגעשטעלט צו <bold>נישט</bold> באקומען אימעילס א שטייגער ווי ציל דערמאנונגען, מיין פארשריט אנטוויקלונגען און נייעס באריכטן איבער קאמאן וואויס

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
yi: איר זענט יעצט אנגעשטעלט צו באקומען אימעילס א שטייגער ווי ציל דערמאנונגען, מיין פארשריט אנטוויקלונגען און נייעס באריכטן איבער קאמאן וואויס

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
yi: איר גייט צו שנעל. ביטע נעמט א מינוט איבערצוקוקן די זאצן זיכער צו מאכן א ס'איז ריכטיג.

source: Your email address
yi: אייער אימעיל אדרעס

source: Your languages:
yi: אייערע שפרייכן:

source: Your Languages
yi: אייערע שפרייכן

source: Your username and email will not be associated with the published data.
yi: אייער באנוצער נאמען און אימעיל וועט נישט זיין פארבינדן מיט די ארויגעגעבענעם דאטא.

source: Your weekly goal has been created
yi: אייער וועכנטליכע ציל איז געווארן אוועקגעשטעלט

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
yi: איר דארפט צו באקומען אן אימעיל ערקלערענדיג אין קורצן די שריט וויאזוי צוצולייגן אייער שפרייך צו קאמאן וואויס

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
yi: איר האט געהאלפן קאמאן וואויס דערגרייכן <goalPercentage></goalPercentage> פון אונזער טעגליכע { $goalValue } רעקארדירונג ציל!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
yi: איר האט געהאלפן קאמאן וואויס דערגרייכן <goalPercentage></goalPercentage> פון אונזער טעגליכע { $goalValue } באשטעטיגן ציל!

source: You've successfully signed up for contributing to { $language }. Thank you.
yi: איר האט זיך דערפאלגרייך איינגעשריבן צו ביישטייערן צו { $language }. א דאנק.

source: Zaza
yi: זאזא

source: Zulu
yi: זאלא

source: add-on
yi: צולייגונג

source: attack
yi: אטאקירן

source: attacker
yi: אטאקירער

source: Attack Site
yi: אטאקע זייטל

source: attendee
yi: באטייליגטע

source: autoplay
yi: אוטאמאטיש-שפילן

source: bookmark
yi: לייען-צייכן

source: breakpoint
yi: האלט פונקט

source: Bug report
yi: פעלער באריכט

source: certificate authority
yi: צערטיפיקאט אוטוריטעט

source: cipher
yi: פארשליסונג

source: clipboard
yi: קליפבאורד

source: colorway
yi: קאליר-וועג

source: confirmation code
yi: באשטעטיגונג קאוד

source: corrupt
yi: געשעדיגט

source: corrupted
yi: געשעדיגט

source: crash
yi: קראך

source: cryptominer
yi: קריפטאו גראבער

source: cryptomining
yi: קריפטאו גראבן

source: deceptive site
yi: פארפירערישער זייטל

source: decryption
yi: אויפשליסונג

source: disinformation
yi: דיס-אינפארמאציע

source: distrust
yi: אומציטרוי

source: enable
yi: אקטיוויזירן

source: encrypt
yi: פארשליסן

source: encryption
yi: פארשליסונג

source: end user
yi: ענדגילטיגע באנוצער

source: Enhanced Tracking Protection
yi: פארבעסערטע נאכגיין באשיצונג

source: extension
yi: פארלעגערונג

source: fingerprinter
yi: דיגיטאלע פינגער צייכענעס

source: Firefox View
yi: פייערפאקס אויסקוק

source: grassroots
yi: באזיס

source: home page
yi: היים בלאט

source: import
yi: אימפארטירן

source: independent browser
yi: אומאפהענגיגע בראוזער

source: innovations
yi: אינאוואציעס

source: insecure
yi: אומפארזיכעטע

source: installation
yi: אינסטאלאציע

source: Issue
yi: ארויסגעבן

source: MDN
yi: מד"נ

source: misinformation
yi: מיס-אינפארמאציע

source: native
yi: געבוירענער

source: net neutrality
yi: נעט נייטראלקייט

source: nonprofit
yi: נישט פאר פארדינסטן

source: non-profit
yi: נישט פאר פארדינסטן

source: open source
yi: אפען סאורס

source: override
yi: איבערשרייבן

source: preference
yi: אויסוואל

source: Privacy Notice
yi: פריוואטקייט נאטיץ

source: release
yi: אויסגאבע

source: report
yi: באריכט

source: restricted site
yi: באגרעניצטע זייטל

source: revert
yi: צוריקציען

source: search suggestion
yi: זוך פארשלאג

source: security keys
yi: זיכערהייט שליסלען

source: sensitive
yi: עמפינדליך

source: sidebar
yi: זייט-באקסל

source: sign
yi: שרייב אונטער

source: signer
yi: אונטערשרייבער

source: sign in
yi: איין שרייבן

source: sign-in
yi: שרייב איין

source: studies
yi: שטודיעס

source: Terms of Service
yi: באדינונג טערמינען

source: track
yi: נאכפאלגן

source: trackers
yi: נאכפאלגערס

source: Tracking Content
yi: נאכצופאלגן דעם אינהאלט

source: unencrypted
yi: אומפארשלאסן

source: unresponsive
yi: אומראגירבאר

source: unsafe
yi: אומזיכער

source: validate
yi: באשטעטיגט

source: validity
yi: גילטיגקייט

source: version
yi: ווערסיע
